Repository: oceanskydivers/Pantry
Catalog: Pantry/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Useful for recipes with components made separately — a sauce, a rub, a dough. Group those ingredients to stay organized while cooking.
ar: مفيد للوصفات التي تحتوي على مكونات تُصنع بشكل منفصل — صلصة، تتبيلة، عجينة. قم بتجميع تلك المكونات لتبقى منظمًا أثناء الطهي.
bn: আলাদাভাবে তৈরি উপাদানযুক্ত রেসিপিগুলোর জন্য দরকারী — যেমন সস, রাব বা ডো। রান্না করার সময় সুসংগঠিত থাকতে সেই উপাদানগুলোকে গ্রুপ করুন।
de: Nützlich für Rezepte mit separat hergestellten Komponenten — eine Sauce, eine Gewürzmischung, ein Teig. Gruppiere diese Zutaten, um beim Kochen organisiert zu bleiben.
es: Útil para recetas con componentes que se preparan por separado (una salsa, un adobo, una masa). Agrupa esos ingredientes para mantener la organización mientras cocinas.
fr: Utile pour les recettes dont les composants sont préparés séparément — une sauce, une marinade, une pâte. Regroupez ces ingrédients pour rester organisé pendant la cuisson.
hi: उन रेसिपी के लिए उपयोगी है जिनके घटक अलग से बनाए जाते हैं — जैसे सॉस, रब, या आटा। खाना बनाते समय व्यवस्थित रहने के लिए उन सामग्रियों को समूहित करें।
id: Berguna untuk resep dengan komponen yang dibuat secara terpisah — saus, bumbu oles, adonan. Kelompokkan bahan-bahan tersebut agar tetap teratur saat memasak.
it: Utile per ricette con componenti preparati separatamente — una salsa, una marinatura, un impasto. Raggruppa questi ingredienti per rimanere organizzato durante la cottura.
ja: ソース、スパイスミックス、生地など、別々に作る工程があるレシピに便利です。これらの材料をグループ化することで、調理中も整理された状態を保てます。
ko: 소스, 럽, 반죽 등 별도로 만드는 구성 요소가 있는 레시피에 유용합니다. 요리하는 동안 체계적으로 정리할 수 있도록 해당 재료들을 그룹화하세요.
pt_br: Útil para receitas com componentes feitos separadamente — um molho, um tempero seco, uma massa. Agrupe esses ingredientes para se manter organizado enquanto cozinha.
ru: Полезно для рецептов с компонентами, которые готовятся отдельно — соус, маринад, тесто. Сгруппируйте эти ингредиенты, чтобы поддерживать порядок во время приготовления.
tr: Ayrı ayrı yapılan bileşenleri (sos, marine sosu, hamur gibi) olan tarifler için kullanışlıdır. Yemek pişirirken düzenli kalmak için bu malzemeleri gruplandırın.
zh_hans: 适用于包含单独制作部分的食谱——如酱汁、抹料、面团。将这些食材分组，以便在烹饪时保持井然有序。
zh_hant: 適用於需要分開製作各個部分的食譜（例如醬汁、醃料、麵團）。將這些食材分組，以便在烹飪時保持井然有序。

source: Video links supported
ar: روابط الفيديو المدعومة
bn: ভিডিও লিঙ্ক সমর্থিত
de: Videolinks werden unterstützt
es: Enlaces de vídeo compatibles
fr: Liens vidéo pris en charge
hi: वीडियो लिंक समर्थित हैं
id: Tautan video didukung
it: Link video supportati
ja: 動画リンク対応
ko: 동영상 링크 지원
pt_br: Links de vídeo suportados
ru: Поддерживаются ссылки на видео
tr: Video bağlantıları desteklenir
zh_hans: 支持视频链接
zh_hant: 支援影片連結

source: Weeks Left
ar: الأسابيع المتبقية
bn: কত সপ্তাহ বাকি
de: Verbleibende Wochen
es: Semanas restantes
fr: Semaines restantes
hi: बचे हुए सप्ताह
id: Minggu Tersisa
it: Settimane rimanenti
ja: 残り週数
ko: 남은 주
pt_br: Semanas restantes
ru: Осталось недель
tr: Kalan Hafta
zh_hans: 剩余周数
zh_hant: 剩餘週數

source: What is Acquired Stock?
ar: ما هو المخزون المقتنى؟
bn: সংগৃহীত স্টক কী?
de: Was ist der erworbene Bestand?
es: ¿Qué es el Stock adquirido?
fr: Qu'est-ce que le stock acquis ?
id: Apa itu Stok yang Diperoleh?
it: Cos'è la Scorta acquisita?
ja: 取得済み在庫とは？
ko: 확보된 재고란 무엇인가요?
pt_br: O que é Estoque Adquirido?
ru: Что такое закупленный запас?
tr: Edinilen Stok Nedir?

source: What is an "Ingredient Group"
ar: ما هي "مجموعة المكونات"؟
bn: "উপাদান গ্রুপ" কী?
de: Was ist eine "Zutatengruppe"?
es: ¿Qué es un "Grupo de ingredientes"?
fr: Qu'est-ce qu'un "groupe d'ingrédients" ?
id: Apa itu "Kelompok Bahan"
it: Cos'è un "Gruppo di ingredienti"
ja: 「材料グループ」とは？
ko: "재료 그룹"이란 무엇인가요?
pt_br: O que é um "Grupo de Ingredientes"
ru: Что такое "Группа ингредиентов"
tr: "Malzeme Grubu" Nedir?

source: Which category to add it to (e.g., Produce, Dairy)
ar: الفئة المراد إضافته إليها (مثال: منتجات زراعية، ألبان)
bn: কোন বিভাগে এটি যোগ করবেন (যেমন: শাকসবজি, দুগ্ধজাত পণ্য)
de: Kategorie, der es hinzugefügt werden soll (z. B. Obst & Gemüse, Molkereiprodukte)
es: A qué categoría añadirlo (p. ej., Productos frescos, Lácteos)
fr: Catégorie dans laquelle l'ajouter (p. ex. Produits frais, Produits laitiers)
hi: इसे किस श्रेणी में जोड़ना है (उदाहरण के लिए: उपज, डेयरी)
id: Kategori tempat menambahkannya (contoh: Produk Segar, Produk Susu)
it: A quale categoria aggiungerlo (es. Prodotti agricoli, Latticini)
ja: 追加先のカテゴリ（例：青果、乳製品）
ko: 추가할 카테고리 (예: 농산물, 유제품)
pt_br: Em qual categoria adicionar (ex.: Hortifrúti, Laticínios)
ru: В какую категорию добавить (напр., Овощи и фрукты, Молочные продукты)
tr: Hangi kategoriye ekleneceği (ör. Manav, Süt Ürünleri)
zh_hans: 添加到哪个分类（例如：农产品、乳制品）
zh_hant: 要加入的類別（例如：農產品、乳製品）

source: Your data stays on this device if you skip sign-in. Sign in to share with your household.
ar: تبقى بياناتك على هذا الجهاز إذا تخطيت تسجيل الدخول. سجل الدخول لمشاركتها مع أفراد أسرتك.
bn: আপনি সাইন-ইন এড়িয়ে গেলে আপনার ডেটা এই ডিভাইসেই থাকবে। আপনার পরিবারের সাথে শেয়ার করতে সাইন ইন করুন।
de: Deine Daten verbleiben auf diesem Gerät, wenn du die Anmeldung überspringst. Melde dich an, um sie mit deinem Haushalt zu teilen.
es: Tus datos se quedan en este dispositivo si omites el inicio de sesión. Inicia sesión para compartir con tu hogar.
fr: Vos données restent sur cet appareil si vous ignorez la connexion. Connectez-vous pour les partager avec votre foyer.
id: Data Anda tetap berada di perangkat ini jika Anda melewati proses masuk. Masuk untuk berbagi dengan anggota rumah tangga Anda.
it: I tuoi dati rimangono su questo dispositivo se salti l'accesso. Accedi per condividerli con la tua famiglia.
ja: サインインをスキップした場合、データはこのデバイスにのみ保存されます。 ご家族や同居人と共有するには、サインインしてください。
ko: 로그인을 건너뛰면 데이터가 이 기기에만 유지됩니다. 가족과 공유하려면 로그인하세요.
pt_br: Seus dados permanecem neste dispositivo se você pular o login. Faça login para compartilhar com sua casa.
ru: Ваши данные останутся на этом устройстве, если вы пропустите вход. Войдите, чтобы поделиться ими со своей семьей.
tr: Oturum açmayı atlarsanız verileriniz bu cihazda kalır. Ev halkınızla paylaşmak için oturum açın.

source: Your data stays on this device without an account. Sign in to share with your household.
ar: تبقى بياناتك على هذا الجهاز بدون حساب. سجل الدخول لمشاركتها مع أفراد أسرتك.
bn: অ্যাকাউন্ট ছাড়াই আপনার ডেটা এই ডিভাইসে থাকবে। আপনার পরিবারের সাথে শেয়ার করতে সাইন ইন করুন।
de: Deine Daten verbleiben ohne ein Konto auf diesem Gerät. Melde dich an, um sie mit deinem Haushalt zu teilen.
es: Tus datos se quedan en este dispositivo sin una cuenta. Inicia sesión para compartir con tu hogar.
fr: Vos données restent sur cet appareil sans compte. Connectez-vous pour les partager avec votre foyer.
hi: बिना अकाउंट के आपका डेटा इसी डिवाइस पर रहता है। अपने परिवार के साथ साझा करने के लिए साइन इन करें।
id: Data Anda tetap berada di perangkat ini tanpa akun. Masuk untuk berbagi dengan anggota rumah tangga Anda.
it: I tuoi dati rimangono su questo dispositivo senza un account. Accedi per condividerli con la tua famiglia.
ja: アカウントがない場合、データはこのデバイスにのみ保存されます。 ご家族や同居人と共有するには、サインインしてください。
ko: 계정이 없으면 데이터가 이 기기에만 유지됩니다. 가족과 공유하려면 로그인하세요.
pt_br: Seus dados permanecem neste dispositivo sem uma conta. Faça login para compartilhar com sua casa.
ru: Ваши данные останутся на этом устройстве без учетной записи. Войдите, чтобы поделиться ими со своей семьей.
tr: Bir hesabınız olmadığında verileriniz bu cihazda kalır. Ev halkınızla paylaşmak için oturum açın.
zh_hans: 无需账号，您的数据将保留在此设备上。 登录以与家人共享。
zh_hant: 無需帳戶，您的資料將保留在此裝置上。 登入以與您的家人共享。
